Revit 2027 API
ParameterTypeId.PeakAirflowParam Property
 "Peak Airflow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PeakAirflowParam { get; }
Public Shared ReadOnly Property PeakAirflowParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PeakAirflowParam {
	ForgeTypeId^ get ();
}
static member PeakAirflowParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace